[
  "dataview",
  "templater-obsidian",
  "table-editor-obsidian",
  "calendar",
  "recent-files-obsidian",
  "tag-wrangler",
  "obsidian-mind-map",
  "better-word-count",
  "obsidian-advanced-uri",
  "nldates-obsidian",
  "url-into-selection",
  "automatic-table-of-contents",
  "code-styler",
  "convert-url-to-iframe",
  "obsidian-dictionary-plugin",
  "obsidian-full-calendar",
  "obsidian-imgur-plugin",
  "lazy-plugins",
  "obsidian-local-rest-api",
  "mermaid-tools",
  "metadata-menu",
  "open-vscode",
  "obsidian-plugin-groups",
  "obsidian-plugin-update-tracker",
  "settings-search",
  "terminal",
  "todoist-sync-plugin",
  "obsidian-wikipedia",
  "obsidian-vault-changelog",
  "obsidian-style-settings",
  "copilot",
  "obsidian-leaflet-plugin",
  "find-unlinked-files",
  "OA-file-hider",
  "callout-manager",
  "datacore"
]